{
    "Portfolio": "Портфоліо",
    "English": "Англійська",
    "Ukrainian": "Українська",
    "Projects": "Проєкти",
    "Main Page": "Головна",
    "Language": "Мова",
    "AboutText": "Я розробник фронтенду з міцною основою в HTML, CSS i JavaScript. Мені подобається будувати інтуїтивно зрозумілі та інтерактивні веб-додатки, вивчення нових технологій та вдосконалення моїх навичок кодування. Я зосереджений на освоєнні React i найкращих практик фронтенду. Я люблю вирішувати проблеми, оптимізувати взаємодію з користувачем i писати чистий, зручний для обслуговування код. Шукаю вакансію веб-розробника, де я можу зробити внесок y ефективні проєкти та покращити мій рівень знання фронтенду",
    "About Me": "Про мене",
    "My stack": "Мій стек",
    "Lytvyneko Rostyslav": "Литвиненко Ростислав",
    "Source": "Джерело",
    "CV-Generator is a web application for creating and customizing your resume. It allows users to choose from pre-made templates that can be customized to suit their personal preferences.": "CV-Generator — це веб-додаток для створення та налаштування резюме. Він дозволяє користувачам вибирати готові шаблони, які можна налаштувати відповідно до їхніх особистих уподобань.",
    "Shopping Cart Simulator is a simple and user-friendly web application for simulating online shopping. Product data is fetched from the Fake Store API, and the cart allows you to add, remove, and purchase items.": "Shopping Cart Simulator — це проста та зручна веб-програма для імітації покупок в Інтернеті. Дані про продукт отримуються з API Fake Store, а кошик дозволяє додавати, видаляти та купувати товари.",
    "Live": "Уживу",
    "Hi, I'm Rostyslav Lytvynenko.": "Привіт, я Литвиненко Ростислав.",
    "Software Engineer": "Інженер-програміст",
    "This site provides a custom google search with ability to set safe mode removing all 18+ content. Each search is displayed on a unique page using react router, page title changes depending on a search prompt": "Цей сайт надає спеціалізований пошук Google із можливістю встановити безпечний режим, видаляючи весь вміст віком від 18 років. Кожен пошуковий запит відображається на унікальній сторінці за допомогою React Router, заголовок сторінки змінюється залежно від пошуку",
    "Feel free to contact me or check me out on other platforms": "Не соромтеся звертатися до мене або продивитися мене на інших платформах",
    "Contact": "Зв'язатися зі мною",
    "Russian": "Російська"
}
